---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.SteelElemShortenReflength
source: html/2831a9bb-98a7-bf04-9b13-8a48754a0393.htm
---
# Autodesk.Revit.DB.ParameterTypeId.SteelElemShortenReflength Property

"Length"

## Syntax (C#)
```csharp
public static ForgeTypeId SteelElemShortenReflength { get; }
```